Table of Contents
 Class SteelSetupHKG
Namespace
IdeaRS.OpenModel
Assembly
IdeaRS.OpenModel.dll
Steel setup IND class
public class SteelSetupHKG : SteelSetup
Inheritance
object
SteelSetup
SteelSetupHKG
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Methods
 FrictionCoefficientPboltDefault()
Friction Coefficient Pbolt Default
public override double FrictionCoefficientPboltDefault()
Returns
double
 Edit this page